//SBGOLOBS JOB ,'SAM GOLOB',CLASS=B,
//    MSGCLASS=X,NOTIFY=&SYSUID
//*
//* This program changes the user area of the VOL1 record
//*  and clears it out to all blanks.  (Track 0, Record 3)
//*  (This is the last 64 bytes of Record 0, Track 3.)
//*
//* The DISKUPD DD name has to not allocate any space,
//*  because the program points the DEB to TRACK 0 anyway.
//*
//TRK0SAV1 EXEC PGM=ONLCLEAR
//STEPLIB  DD  DISP=SHR,DSN=SYS1.CBT.LINKLIB
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//DISKUPD  DD  UNIT=SYSALLDA,SPACE=(TRK,0),VOL=SER=OS39H3,
//             STORCLAS=SCNONSMS
//*
