//SBGOLOBI JOB ,'SAM GOLOB',CLASS=B,
//    MSGCLASS=X,NOTIFY=&SYSUID
//*
//TRK0UPD EXEC PGM=TRK0UPD
//STEPLIB  DD  DISP=SHR,DSN=SYS1.CBT.LINKLIB
//SYSUDUMP DD  SYSOUT=*
//DISKIN   DD  DISP=SHR,DSN=SBGOLOB.IPLTEXT.PDS(ZZSATEXT)
//DISKUPD  DD  UNIT=SYSDA,SPACE=(TRK,0),VOL=SER=TEST01
//*
//CHECKCC EXEC PGM=IEFBR14
//
